import './Transportation.css'
export default function Transportation(){
  return(
    <div className="row Transportation">
      <div className="col-12 mt-5">
        <h5>ข้อมูลการเดินทาง</h5>
      <p>การเดินทางมาเกาะเสม็ด ให้ท่านขึ้นเรือที่ท่าเรือบ้านเพซึ่งอยู่ไม่ไกลจากตัวเมืองระยอง เพียง 3 ½ ชั่วโมงจากกรุงเทพ (1 ชั่วโมงจากพัทยา)
ที่ท่าเรือนั้นเต็มไปด้วยร้านค้ามากมายที่ขายอาหารทะเลสดและแห้ง ทั้งปู ปลา กุ้ง หอย ปลาหมึก เรือจากท่าเรือบ้านเพมายังเกาะเสม็ดนั้นใช้เวลาเพียง 30 นาทีเท่านั้น </p>

      <h5>คุณสามารถเลือกได้ว่าจะนั่งเรือแบบไหน</h5>
      <ol>
      <li><p>เรือเฟอรี่ (แนะนำ) - ใช้เวลาเดินทาง 10 นาที ค่าบริการ 150 บาท/คน</p>
    <table className="table table-bordered mx-auto" style={{maxWidth: '400px'}}>
      <thead>
        <tr>
          <th>บ้านเพ - เกาะเสม็ด</th>
        <th>เกาะเสม็ด - บ้านเพ</th>
        </tr>
      </thead>
      <tbody className="text-center">
        <tr>
          <td>7:30</td>
        <td>8:15</td>
        </tr>
        <tr>
          <td>9:30</td>
        <td>10:30</td>
        </tr>
        <tr>
          <td>11:30</td>
        <td>12:15</td>
        </tr>
        <tr>
          <td>14:15</td>
        <td>15:45</td>
        </tr>
        <tr>
          <td>17:00</td>
        <td>17:30</td>
        </tr>
      </tbody>
    </table>
</li>
    <li>เรือโดยสาร - ใช้เวลาเดินทาง 40 นาที ค่าบริการ 50 บาท/คน</li>
  <li>เรือ Speed Boat - ใช้เวลาเดินทาง 10-15 นาที ราคาขึ้นอยู่กับตกลง</li>
      </ol>
      <p>
        หลักจากถึงท่าเรือเกาะเสม็ดแล้ว คุณสามารถนั่งรถสองแถวต่อไปที่รีสอร์ทได้ ค่าบริการ 20 บาท/คน หรือ 200 บาท/คัน
      </p>

      </div>
    </div>
  )
}
